[
    {
        "name": "#StayWokeTech",
        "url": "http://staywokeorg.github.io",
        "joinUrl": null,
        "description": "The tech arm of #StayWoke",
        "locationAddress": null,
        "locationCity": null,
        "locationState": null,
        "customImage": null
    },
    {
        "name": "Progressive Coders Network",
        "url": "http://progcode.co",
        "joinUrl": null,
        "description": "We're building a network of tech volunteers and together we're creating open-source tools for the progressive movement",
        "locationAddress": null,
        "locationCity": null,
        "locationState": null,
        "customImage": "https://d3vv6lp55qjaqc.cloudfront.net/items/201O0q351C0C0E131P2o/prog-code-bg.jpg"
    },
    {
        "name": "Tech Solidarity",
        "url": "https://techsolidarity.org",
        "joinUrl": null,
        "description": "Tech Solidarity is intended to bring the tech world together with the local communities where it lives to discuss practical steps we can take in the face of a Trump administration, while there is still ample time to prepare and plan. We'll operate on the assumption that Trump means what he says, and that he will work to implement the policies he campaigned on, including mass deportations, \"extreme vetting\" of immigrants and visitors, and a registry of Muslim Americans. Together we hope we can find ways to minimize the impact of these policies, help people defend their rights (and fight back), and lobby the companies we work to stop collecting and storing sensitive data wherever possible.",
        "locationAddress": null,
        "locationCity": null,
        "locationState": null,
        "customImage": null
    },
    {
        "name": "Ragtag",
        "url": "https://ragtag.team",
        "joinUrl": null,
        "description": "Ragtag is a team of tech-generation volunteers and activists working to support progressive causes and organizations. We are not affiliated with the DNC, though we are still good friends. :) Ragtag works on projects that range from building software, to writing how-to guides, to providing in-person tech support for organizers and activists in their communities. Ragtag's project ideas come from group members, and from requests from external groups. Sign up to join at ragtag.team/join. Orgs and other groups can get in touch with Ragtag about getting help with projects or tech support by heading to ragtag.team/connect.",
        "locationAddress": null,
        "locationCity": null,
        "locationState": null,
        "customImage": null
    },
    {
        "name": "Code for America",
        "url": "https://www.codeforamerica.org/",
        "joinUrl": "https://www.codeforamerica.org/join-us",
        "description": "The godmother of modern Civic Technology, Code for America has helped hundreds of activists and civic governments for over a decade. \"We help government deliver services to the public better using the tools and practices of the digital age. And we organize a network of people dedicated to spreading these practices in government for the benefit of all Americans. Since 2011, we’ve worked with thousands of tech industry professionals to help 100+ local governments serve their communities better. Now we're working with government to make the most of our tax dollars to help millions of underserved Americans.\"",
        "locationAddress": null,
        "locationCity": null,
        "locationState": null,
        "customImage": null
    },
    {
        "name": "DevProgress",
        "url": "https://devprogress.us/",
        "joinUrl": "https://docs.google.com/a/philipjohnjames.com/forms/d/e/1FAIpQLSeEbA6X7zEM5M5KRG_f-mMYUeuV0QnDCH3S0EgVXDQTPOyIiQ/viewform?c=0&w=1",
        "description": "DevProgress is an Open Source community dedicated to building tools for progressive organizing. Created by the DNC as a resource for Hillary 2016 campaign, DevProgress built a collection of tools and sites to support Hillary for America. DevProgress is going to continue on as an Open Source community dedicated to building tools for progressive organizing. It will continue being affiliated with the DNC. The projects that DevProgress take on are largely driven by what the DevProgress developer community is interested in working on, and what the DNC thinks would be nice to have.",
        "locationAddress": null,
        "locationCity": null,
        "locationState": null,
        "customImage": null
    },
    {
        "name": "Beta NYC",
        "url": "https://beta.nyc/",
        "joinUrl": "https://beta.nyc/",
        "description": "BetaNYC is a civic organization dedicated to improving lives in New York through civic design, technology, and data. We envision an informed and empowered public that can leverage civic design, technology, and data to hold government accountable, and improve their economic opportunity.",
        "locationAddress": null,
        "locationCity": "New York",
        "locationState": "NY",
        "customImage": null
    }
]
