[
    {
        "name": "More than Votes",
        "url": "http://www.morethanvotes.com/",
        "description": "Sometimes voting isn't enough. Find your local city or county meetings. Show up.",
        "customImage": "./images/logos/more-than-votes.png"
    },
    {
        "name": "Swing Left",
        "url": "https://swingleft.org/",
        "description": "Find your closest Swing District and join its team to learn about actionable opportunities to support progressives—and defeat Republicans—in that district, no matter where you live.",
        "customImage": "./images/logos/swing-left.png"
    },
    {
        "name": "5Calls",
        "url": "https://5calls.org/",
        "description": "Spend 5 minutes, make 5 calls. There's one simple and straightforward way to influence the Government that is supposed to represent you: Call them on the phone. Calling is the most effective way to influence your representative. 5 Calls gives you contacts and scripts so calling is quick and easy. We use your location to give you your local representatives so your calls are more impactful.",
        "customImage": "./images/logos/5-calls.png"
    },
    {
        "name": "Resistance Manual",
        "url": "https://resistancemanual.org",
        "description": "Learn how to resist the Trump/GOP agenda and continue making progress in America at resistancemanual.org.",
        "customImage": "./images/logos/resistance-manual.png",
        "builtBy": {
            "text": "#StayWokeTech",
            "url": "#org--staywoketech"
        }
    },
    {
        "name": "NeverAgain Pledge",
        "url": "http://neveragain.tech/",
        "description": "NeverAgain is the pledge signed by technologists around the country who are pledging to refuse to build a database of people based on their Constitutionally-protected religious beliefs. The refuse to facilitate mass deportations of people the government believes to be undesirable. The pledge is no longer accepting individual signatories.",
        "customImage": "./images/logos/never-again.png"
    }
]
